/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "Urząd certyfikacji %1$@ jest teraz dostępny";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@ — certyfikaty";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "Użytkownik %1$@ przysłał żądanie certyfikatu. Kliknij w załącznik, by ukończyć żądanie. Żądanie podpisania certyfikatu (CSR) jest informacją wygenerowaną przez komputer w celu zidentyfikowania użytkownika żądającego certyfikatu od urzędu certyfikacji. Dokument CSR zawiera klucz publiczny użytkownika i jest używany do wygenerowania certyfikatu. Certyfikat zostanie automatycznie wysłany do %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ przysłał żądany przez Ciebie certyfikat. Kliknij w załącznik, by program Dostęp do pęku kluczy zaimportował go.\n\n";

/* (Unused) */
"(Unused)" = "(nieużywany)";

/* 1024 bits */
"1024 bits" = "1024 bity";

/* 1200 bits */
"1200 bits" = "1200 bitów";

/* 1400 bits */
"1400 bits" = "1400 bitów";

/* 1600 bits */
"1600 bits" = "1600 bitów";

/* 2048 bits */
"2048 bits" = "2048 bitów";

/* 256 bits */
"256 bits" = "256 bitów";

/* 384 bits */
"384 bits" = "384 bity";

/* 512 bits */
"512 bits" = "512 bitów";

/* 521 bits */
"521 bits" = "521 bitów";

/* <invalid expiration date> */
"<invalid expiration date>" = "<nieprawidłowa data wygaśnięcia>";

/* <no certificates specified> */
"<no certificates specified>" = "<nie określono żadnego certyfikatu>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Urząd certyfikacji, który nie bazuje na innym urzędzie certyfikacji podczas sprawdzania certyfikatów, nazywany jest głównym (lub „kotwiczącym”). Urząd certyfikacji, który bazuje na innym urzędzie certyfikacji, nazywany jest urzędem pośrednim. Zaufanie do takich certyfikatów musi być ustanowione w inny sposób, niż za pomocą poświadczeń certyfikacyjnych. Mac OS X zawiera listę akceptowanych jednostek głównych urzędów certyfikacji, które zostały wstępnie zakwalifikowane przez Apple. Do listy tej możesz dodać inne urzędy certyfikacyjne, używając programu Dostęp do pęku kluczy. Może to także zrobić za Ciebie administrator komputera.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Witryna urzędu certyfikacji jest udostępniana użytkownikom, którzy chcą użyć Internetu do pobierania zaproszenia CA oraz certyfikatów CA. Witryna jest głównie udostępniana użytkownikom, którzy mogli nie otrzymać zaproszenia lub certyfikatu z Urzędu certyfikacji. Witryna taka udostępnia także informacje pozwalające użytkownikowi potwierdzić, czy istotnie należy ona do urzędu certyfikacji. W celu weryfikacji wyświetlany jest skrót klucza SHA-1 certyfikatu urzędu certyfikacji oraz administracyjny adres e-mail urzędu certyfikacji.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Urząd certyfikacji (CA), który bazuje na innym urzędzie certyfikacji podczas sprawdzania certyfikatów, nazywany jest urzędem pośredniczącym. Urząd pośredniczący opiera się na innym urzędzie certyfikacji, który potwierdza jego ważność i może to potwierdzenie przedłużyć lub wycofać. Urzędy pośredniczące używane są zwykle przez inne urzędy certyfikacji do udzielania upoważnienia na pewną podgrupę operacji, np. określony sposób wykorzystania lub klasę użytkowników. Jeżeli użytkownik lub system ufa wystawcy urzędu pośredniczącego, będzie również ufać samemu urzędowi pośredniczącemu, chyba że zaufanie to zostanie ręcznie wycofane. Mac OS X pozwala także na bezpośrednie przypisywanie zaufania do urzędów pośredniczących, bez udzielania zaufania dla wystawcy, oznacza to jednak ominięcie sprawdzania jego wiarygodności. Podczas tworzenia za pomocą Asystenta certyfikatów nowego urzędu pośredniczącego, do jego podpisania niezbędny jest istniejący certyfikat główny lub inny certyfikat pośredniczący (wraz z odpowiednim kluczem prywatnym).";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Plik konfiguracyjny urzędu certyfikacji o takiej nazwie już istnieje. Wybierz inną nazwę.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Nazwa urzędu certyfikacji nie może zawierać kropek.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Liść jest certyfikatem podpisanym przez pośredni lub główny urząd certyfikacji. Liść taki korzysta z zabezpieczeń łańcuchów certyfikatów oraz zasad certyfikatów. Liść znajduje się na samym dole łańcucha certyfikatów.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Certyfikat samopodpisany nie zapewnia takiej gwarancji bezpieczeństwa, jaką mają certyfikaty podpisane przez urząd certyfikacji. Zanim Twój certyfikat samopodpisany zostanie zaakceptowany, odbiorca zostanie poproszony o potwierdzenie, że chce zaufać temu certyfikatowi i zaakceptować go.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Podpisany przez siebie certyfikat główny jest głównym urzędem certyfikacji, który ktoś utworzył do pośrednich zastosowań jako certyfikat. Takie certyfikaty nie korzystają z zabezpieczeń łańcuchów oraz zasad certyfikatów. Większość komputerów nie zaakceptuje certyfikatu podpisanego przez siebie, o ile jego właściciel mu tego nie nakaże, a niektóre komputery nie zaakceptują ich w żadnej sytuacji. Niemniej jednak można je łatwo i szybko utworzyć i są często używane do celów testowych, zamiast certyfikatów podpisanych przez właściwe urzędy certyfikacji.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI nie może zawierać znaków Unicode.";

/* Aborted */
"Aborted" = "Przerwane";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Wystąpił błąd podczas próby wyświetlenia certyfikatu.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Wystąpił błąd podczas próby sprawdzenia certyfikatu.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Wystąpił błąd podczas próby zainstalowania certyfikatów „%@”.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Wystąpił błąd podczas tworzenia zaproszenia e-mail.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Wystąpił błąd podczas wysyłania żądania podpisania certyfikatu do urzędu certyfikacji. Upewnij się, czy masz poprawnie skonfigurowane konto e-mail.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Wystąpił błąd podczas wysyłania żądania podpisania certyfikatu do urzędu certyfikacji.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Wystąpił błąd podczas próby utworzenia witryny urzędu certyfikacji (błąd=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Wystąpił błąd podczas próby utworzenia witryny urzędu certyfikacji na iDisku. Brak dostępu do iDisku.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Wystąpił błąd podczas próby utworzenia witryny urzędu certyfikacji na iDisku. iDisk nie odpowiada. Sprawdź połączenia sieciowe.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Wystąpił błąd podczas weryfikacji podpisu, który podpisał „%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Wystąpił błąd podczas odwiedzania witryny urzędu certyfikacji.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Wystąpił błąd. Podany urząd nie był ważnym urzędem certyfikacji (CA).";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Czas wygaśnięcia certyfikatu nie może być dłuższy niż %d lat.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Zaproszenie jest plikiem przesyłanym do użytkowników, którzy żądają certyfikatu z urzędu certyfikacji. Po utworzeniu urzędu certyfikacji Asystent certyfikatów pomoże Ci wysłać zaproszenia do użytkowników. Gdy użytkownik kliknie dwukrotnie w takie zaproszenie, Asystent certyfikatów przeprowadzi go przez proces żądania certyfikatu.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Podany przez Ciebie adres IP nie jest w poprawnym formacie (adresy IP mają format taki, jak ten 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Wystąpił nieznany błąd podczas czytania żądania podpisania certyfikatu.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Nie znaleziono odpowiedniego S/MIME ExtendedKeyUsage ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Zły certyfikat uzyskany ze wskazanego issuerAltName";

/* Bad leaf cert */
"Bad leaf cert" = "Zły certyfikat liść";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Zły certyfikat główny (nie powiodło się samosprawdzenie)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Rozszerzenie podstawowych ograniczeń";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Rozszerzenie podstawowych ograniczeń dla tego CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Rozszerzenie podstawowych limitów użytkowników CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Brak Podstawowych ograniczeń";

/* Cancel */
"Cancel" = "Anuluj";

/* Cert expired */
"Cert expired" = "Certyfikat stracił ważność";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Nie znaleziono certyfikatu we wskazanym issuerAltName";

/* Cert not yet valid */
"Cert not yet valid" = "Certyfikat jeszcze nie jest ważny";

/* Certificate Request */
"Certificate Request" = "Żądanie certyfikatu";

/* Choose */
"Choose" = "Wybierz";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Wybierz tożsamość podpisującą Twoje zaproszenia CA.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Kliknij w Wskaż alternatywną lokację, aby utworzyć witrynę w innej lokacji.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Podpisywanie kodu, zła długość ścieżki";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Podpisywanie kodu, brak podstawowych ograniczeń";

/* Code Signing, Development */
"Code Signing, Development" = "Podpisywanie kodu, programowanie";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Podpisywanie kodu, nieprawidłowa długość łańcucha certyfikatu";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Podpisywanie kodu, bez poszerzonego zastosowania klucza";

/* Continue */
"Continue" = "Dalej";

/* Could not create a key pair. */
"Could not create a key pair." = "Nie można było utworzyć pary kluczy.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Nie można było utworzyć pliku konfiguracji urzędu certyfikacji.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Nie można było utworzyć pliku eksportu certyfikatu (błąd=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Nie można było utworzyć pliku eksportu certyfikatu.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Nie można było znaleźć klucza podpisującego bazującego na kluczu publicznym.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Nie można było znaleźć wystawcy pliku konfiguracyjnego „%@” urzędu certyfikacji.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Nie można było wysłać certyfikatu do użytkownika. Kopia została umieszczona w Twoim pęku kluczy.";

/* Create Your Certificate */
"Create Your Certificate" = "Utwórz swój certyfikat";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Utwórz swój urząd certyfikacji";

/* Creating Key Pair... */
"Creating Key Pair..." = "Tworzę parę kluczy...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Tworzę witrynę urzędu certyfikacji...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Tworzę żądanie certyfikatu...";

/* Creating the certificate... */
"Creating the certificate..." = "Tworzę certyfikat…";

/* CRL Expired */
"CRL Expired" = "Lista unieważnionych certyfikatów straciła ważność";

/* CRL failed policy verification */
"CRL failed policy verification" = "Weryfikacja zasad CRL nie powiodła się";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "Lista unieważnionych certyfikatów jeszcze nie jest ważna";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL nie jest weryfikowalna z zaczepieniem lub root";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL potwierdzone z niewiarygodnym root";

/* Done */
"Done" = "Gotowe";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Adresy email nie mogą zawierać znaków Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Błąd: nie można było przeczytać pliku „%@” urzędu certyfikacji.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Błąd: nie można było przeczytać szablonu „%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Sprawdzam certyfikaty";

/* Expired */
"Expired" = "wygasł";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Rozszerzenie poszerzonych zastosowań klucza";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Rozszerzenie poszerzonych użyć klucza CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Rozszerzenie poszerzonych użyć klucza użytkownika CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Dla certyfikatów serwera SSL należy podać adres IP lub nazwę DNS.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Dla użytkownika, który żąda certyfikatu z urzędu certyfikacji, wybierz Rozszerzenie poszerzonych zastosowań klucza, by zobaczyć dostępne opcje i wskazać, które z nich będą wykorzystywane przez jego certyfikat.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Dla użytkownika, który żąda certyfikatu z urzędu certyfikacji, zaznacz opcję Dołącz rozszerzenie podstawowych ograniczeń, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez jego certyfikat.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Dla użytkownika, który żąda certyfikatu z urzędu certyfikacji, zaznacz opcję Dołącz rozszerzenie alternatywnej nazwy podmiotu, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez jego certyfikat.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Dla tego urzędu certyfikacji, zaznacz opcję Dołącz rozszerzenie podstawowych ograniczeń, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat urzędu certyfikacji.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Dla tego urzędu certyfikacji zaznacz opcję Dołącz rozszerzenie poszerzonych zastosowań klucza, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat urzędu certyfikacji.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Dla tego urzędu certyfikacji, zaznacz opcję Dołącz Rozszerzenie alternatywnej nazwy podmiotu, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat urzędu certyfikacji.";

/* Good */
"Good" = "Dobra";

/* Hostname mismatch */
"Hostname mismatch" = "Niepokrywająca się nazwa hosta";

/* Idle */
"Idle" = "Nieaktywny";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Nieczytelny URL punktu dystrybucji listy CRL";

/* Illegible name */
"Illegible name" = "Nieczytelna nazwa";

/* Intermediate CA */
"Intermediate CA" = "Pośredni CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Nieprawidłowy ID klucza urzędu ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Nieprawidłowy BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "Nieprawidłowy certyfikat";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Nieprawidłowe poszerzone zastosowania klucza";

/* Invalid Key Usage */
"Invalid Key Usage" = "Nieprawidłowe zastosowania klucza";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Nieprawidłowy ID klucza podmiotu";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Niewłaściwe połączenie Obiekt/ID klucza urzędu";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Naruszenie rozszerzenia IssuingDistributionPoint";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informacja o parze kluczy";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Informacja o parze kluczy tego urzędu certyfikacji";

/* Key Usage Extension */
"Key Usage Extension" = "Rozszerzenie zastosowań klucza";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Rozszerzenie zastosowań klucza tego CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Rozszerzenie zastosowań klucza użytkowników CA";

/* Keychain */
"Keychain" = "Pęk kluczy";

/* Leaf */
"Leaf" = "Liść";

/* Let me choose */
"Let me choose" = "Pozwól mi wybrać";

/* Network */
"Network" = "Sieć";

/* No */
"No" = "Nie";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Żadne certyfikaty nie zostały zwrócone z tego hosta.";

/* No CRL */
"No CRL" = "Brak listy unieważnień certyfikatów";

/* No root cert found */
"No root cert found" = "Nie znaleziono certyfikatu głównego";

/* Not Yet Valid */
"Not Yet Valid" = "Jeszcze nie jest ważny";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Uwaga: Dodatkowe certyfikaty składające się na urząd certyfikacji (CA) muszą zostać także dostarczone użytkownikom. Dodatkowe certyfikaty znajdują się w pliku .pem wewnątrz katalogu CA. Dla większego bezpieczeństwa nie wysyłaj tego pliku pocztą email. Udostępnij je w bezpiecznym miejscu, na przykład na serwerze plików.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Rozpoznanie klucza publicznego jednej ze stron zakończyło się błędem";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Nie można rozpoznać klucza publicznego jednej ze stron";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "przekroczone PathLengthConstraint";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Poproś administratora urzędu certyfikacji o pomoc.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Poproś administratora urzędu certyfikacji o pomoc w ich zaimportowaniu.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Podaj numer seryjny od %1$@ do %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Podaj prawidłową datę terminu ważności.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Podaj poniżej informacje o certyfikacie:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Podaj informacje o swoim urzędzie certyfikacji:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Podaj wystawiający urząd certyfikacji dla żądania certyfikatu %1$@ (%2$@).";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Podaj wystawiający urząd certyfikacji dla żądania certyfikatu.";

/* Policy verification failed */
"Policy verification failed" = "Weryfikacja zasad nie powiodła się";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Badam serwer SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Zastąpić istniejącą witrynę „%@” na iDisku?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Zastąpić istniejący „%@”?";

/* Required */
"Required" = "Wymagane";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Certyfikat główny także wśród certyfikatów systemowych";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Niezgodność adresu email S/MIME";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Niezgodność KeyUsage S/MIME";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, nie znaleziono adresu e-mail";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, KeyUsage nie jest krytyczne";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName nie jest krytyczne";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Zaznacz opcję Dołącz rozszerzenie podstawowych ograniczeń, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Zaznacz opcję Dołącz rozszerzenie poszerzonych zastosowań klucza, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Zaznacz opcję Dołącz rozszerzenie alternatywnej nazwy podmiotu, aby zobaczyć dostępne opcje i wskazać, które z nich będą używane przez ten certyfikat.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Wybierz zasadę zaufania, stosowaną przy sprawdzaniu „%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Certyfikat główny podpisany przez siebie";

/* Self Signed Root CA */
"Self Signed Root CA" = "Główny urząd certyfikacji podpisany przez siebie";

/* Show CA Web Site... */
"Show CA Web Site..." = "Pokaż witrynę urzędu certyfikacji...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Podpisz, używając swojej tożsamości %@";

/* Specified CRL server down */
"Specified CRL server down" = "Wskazany serwer CRL wyłączony";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Podaj dane pary kluczy użytkowników tego CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Podaj długość klucza i algorytm używany do utworzenia pary kluczy dla urzędu certyfikacji.\n\nPara kluczy składa się z klucza prywatnego oraz publicznego. Klucz prywatny jest poufną częścią pary kluczy i nie należy go ujawniać. Klucz publiczny jest powszechnie udostępniany i jest częścią Twojego podpisu cyfrowego.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Podaj długość klucza i algorytm używany do utworzenia pary kluczy.\n\nPara kluczy składa się z klucza prywatnego oraz publicznego. Klucz prywatny jest poufną częścią pary kluczy i nie należy go ujawniać. Klucz publiczny jest powszechnie udostępniany i jest częścią Twojego podpisu cyfrowego.";

/* SSL Client */
"SSL Client" = "Klient SSL";

/* SSL Server */
"SSL Server" = "Serwer SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Rozszerzenie alternatywnej nazwy podmiotu";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Rozszerzenie zamiennej nazwy podmiotu tego CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Rozszerzenie drugiej nazwy podmiotu użytkownika CA";

/* Success */
"Success" = "Sukces";

/* System Roots */
"System Roots" = "Certyfikaty systemowe";

/* Template = %@ */
"Template = %@" = "Szablon = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "Urząd certyfikacji „%1$@” jest już dostępny i może zaakceptować Twoje żądania certyfikatu. Aby Asystent certyfikatów przeprowadził Cię przez ten proces, kliknij w załącznik.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Utworzony został certyfikat dla „%1$@”. Kopia została umieszczona w Twoim pęku kluczy.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "Domyślnym urzędem certyfikacji jest teraz „%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Wskazany plik nie mógł zostać otwarty przez tego asystenta.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "Rozszerzenie zastosowań klucza certyfikatu identyfikuje jego możliwości zabezpieczeń. Zaznacz opcję Rozszerzenie zastosowań klucza, aby zobaczyć dostępne ustawienia i wybrać, które z nich będą dostarczane przez ten certyfikat.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "Rozszerzenie zastosowań klucza certyfikatu tego urzędu certyfikacji identyfikuje jego możliwości zabezpieczeń. Zaznacz opcję Rozszerzenie zastosowań klucza, aby zobaczyć dostępne ustawienia i wybrać, które z nich będą dostarczane przez ten certyfikat.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "Rozszerzenie zastosowań klucza certyfikatu użytkowników identyfikuje jego możliwości zabezpieczeń. Zaznacz opcję Rozszerzenie zastosowań klucza, aby zobaczyć dostępne ustawienia i wybrać, które z nich będą dostarczane przez ich certyfikaty.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "Nazwa RFC822 nie może zawierać znaków Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Nie ma obecnie tożsamości, która mogłaby podpisać Twoje zaproszenie CA.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Nie ma skonfigurowanych żadnych urzędów certyfikacji. Musisz najpierw taki utworzyć, używając opcji „Utwórz urząd certyfikacji (CA)”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Nie ma skonfigurowanych żadnych urzędów certyfikacji. Musisz najpierw taki utworzyć.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Nie ma dostępnych głównych ani pośrednich urzędów certyfikacji, które mogłyby podpisać certyfikat. Użyj opcji „Utwórz urząd certyfikacji”, aby utworzyć nowy urząd certyfikacji.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Ten panel określa informację o parze kluczy publicznego i prywatnego użytkowników tego urzędu certyfikacji, gdy zażądają certyfikatu.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Aby sprawdzać certyfikaty, najpierw zaznacz stosowane zasady zaufania.";

/* Message indicating that this item is dated today */
"Today" = "Dziś";

/* Trusted Root */
"Trusted Root" = "Zaufany certyfikat główny";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Zaufanie do certyfikatu urzędu certyfikacji oznacza, że urząd certyfikacji jest uznawany za „wiarygodny” podczas sprawdzania podpisanych przez niego certyfikatów i orzekania, czy są one ważne. Z przyczyn bezpieczeństwa, certyfikat nowo utworzonego urzędu certyfikacji nie jest domyślnie uznawany za wiarygodny. Zaufanie takiemu certyfikatowi musi zostać osobno udzielone przez użytkownika lub administratora. W tym celu należy kliknąć w „Ufaj na tym komputerze certyfikatom podpisanym przez ten urząd”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Nieznany (wewnętrzny błąd)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Nieznane rozszerzenie krytyczne certyfikatu";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Nieznane rozszerzenie krytyczne CRL";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Nieznane rozszerzenie krytyczne";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Nieznany błąd = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Nierozpoznany certyfikat główny";

/* Untrusted Root */
"Untrusted Root" = "Niewiarygodny certyfikat główny";

/* User Certificate: */
"User Certificate:" = "Certyfikat użytkownika:";

/* VPN Client */
"VPN Client" = "Klient VPN";

/* VPN Server */
"VPN Server" = "Serwer VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Co oznacza opcja „Uczyń ten urząd certyfikacji domyślnym”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Co oznacza opcja „Podpisz swoje zaproszenie”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Co oznacza opcja „ufaj certyfikatom podpisanych przez ten urząd”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Czym jest witryna urzędu certyfikacji?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Co to jest certyfikat liść?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Co to jest główny urząd certyfikacji podpisany przez siebie?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Co to jest certyfikat główny podpisany przez siebie?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Czym jest pośredni urząd certyfikacji?";

/* What is an invitation? */
"What is an invitation?" = "Co to jest zaproszenie?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Gdy użytkownik żąda certyfikatu z urzędu certyfikacji, podpisane zaproszenie zapewnia użytkownika, że pochodzi ono istotnie z tego urzędu i jest niezmienione.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Akceptując żądania podpisania certyfikatu od użytkownika, wybrany będzie automatycznie domyślny urząd certyfikacji z menu dostępnych urzędów. Gdy klikniesz w opcję Uczyń ten urząd certyfikacji domyślnym, podany powyżej urząd certyfikacji stanie się domyślnym.";

/* Yes */
"Yes" = "Tak";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Wczoraj";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Chcesz utworzyć główny urząd certyfikacji, który będzie wystawiał certyfikaty S/MIME. Utworzone pary kluczy będą 2048-bitowymi kluczami RSA. Jeśli chcesz zmienić ustawienia domyślne, kliknij w opcję Pozwól przesłonić ustawienia domyślne.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Chcesz utworzyć certyfikat bezpiecznej poczty (S/MIME). Utworzone pary kluczy będą 2048-bitowymi kluczami RSA. Jeśli chcesz zmienić ustawienia domyślne, kliknij w opcję Pozwól przesłonić ustawienia domyślne.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Chcesz utworzyć podpisany przez siebie certyfikat.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Chcesz utworzyć pośredni urząd certyfikacji, który będzie wystawiał certyfikaty S/MIME. Utworzone pary kluczy będą 2048-bitowymi kluczami RSA. Jeśli chcesz zmienić te ustawienia domyślne, kliknij w opcję Pozwól przesłonić ustawienia domyślne.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Musisz wybrać co najmniej jedno rozszerzone zastosowanie klucza, jeśli to rozszerzenie jest włączone.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Musisz wybrać co najmniej jedno zastosowanie klucza, jeśli to rozszerzenie jest włączone.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Zanim będziesz kontynuować, musisz podać plik konfiguracyjny.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Musisz podać adres email użytkownika, zanim będziesz kontynuować.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Musisz podać adres email urzędu certyfikacji, zanim będziesz kontynuować.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Tworzenie urzędu certyfikacji zakończyło się pomyślnie. Kliknij w OK, aby zacząć go używać.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Urząd certyfikacji „%1$@” został utworzony i jest gotowy do wystawiania certyfikatów.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Tworzenie certyfikatu zakończyło się pomyślnie.";

/* Your certificate is ready */
"Your certificate is ready" = "Certyfikat jest gotowy";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Wiadomość email z żądaniem certyfikatu została utworzona i jest gotowa do wysłania w programie Mail. Po jej wysłaniu „%1$@” otrzyma wiadomość email zawierającą certyfikat. Gdy go otrzymasz, kliknij w załącznik. Zostanie on zaimportowany do Twojego pęku kluczy.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Żądanie certyfikatu zostało utworzone na dysku.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Zaproszenie pozostanie niepodpisane.";

